IDEA Open Model
Element1D.EccentricityBeginZ Property
 Local eccentricity Z at the begin of Element1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double EccentricityBeginZ { get; set; }
Public Property EccentricityBeginZ As Double
	Get
	Set
public:
property double EccentricityBeginZ {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace